7zip
alacritty
albert
alsa-firmware
android-tools
antimicrox
anydesk-bin
appimagepool-appimage
appmenu-gtk-module
ardour
argyllcms
arj
ark
asusctl
autorandr
b43-fwcutter
base
base-devel
bash-completion
bauh
bazaar-git
beautyline
bind
bleachbit
blender
bluedevil
bluetooth-support
bottles
boxtron
bridge-utils
btop
btrfs-assistant
btrfs-progs
bzip2
chaotic-keyring
chaotic-mirrorlist
chrome-remote-desktop
chromium-bsu
clamav
cmatrix
code
conky
conky-manager2
corectrl
coreutils
cpupower
cryptsetup
curlftpfs
dialog
discord
discover
displaycal
displaylink
dmidecode
dmraid
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
downgrade
dracut
droidcam
dxvk-mingw-git
e2fsprogs
ecryptfs-utils
efibootmgr
elisa
emacs
epson-inkjet-printer-escpr
epson-inkjet-printer-escpr2
ethtool
ex-vi-compat
exfatprogs
f2fs-tools
fastfetch
fatresize
ffmpegthumbs
file
filesystem
filezilla
findutils
firedragon
firedragon-extension-plasma-integration
firewalld
freecad
freetype2
fscrypt
fuseiso
fwupd
game-devices-udev
gamemode
garuda-boot-options
garuda-browser-settings
garuda-common-settings
garuda-config-agent
garuda-dr460nized
garuda-dracut-support
garuda-fish-config
garuda-hardware-profile-standard
garuda-hardware-tool
garuda-hooks
garuda-icons
garuda-network-assistant
garuda-setup-assistant
garuda-system-maintenance
garuda-toolbox
garuda-wallpapers
gawk
gcc-libs
gettext
gimp
github-desktop
gitkraken
glava
glibc
gnome-firmware
gnome-software
gnome-tweaks
gnuchess
goverlay-git
grep
grub
grub-btrfs
grub-garuda
grub-theme-garuda-dr460nized
gstreamer-meta
gwenview
gzip
helvum
heroic-games-launcher-bin
howdy-git
htop
icoutils
inetutils
input-devices-support
intel-gpu-tools
intel-ucode
intellij-idea-community-edition
inxi
iproute2
iptables
iputils
jfsutils
jhead
kaccounts-providers
kamera
kate
kcalc
kde-games-meta
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdeplasma-addons
kdevelop
keyboard-visualizer-git
kf6-servicemenus-rootactions
kget
kimageformats
kinfocenter
kio-extras
kio-fuse
kio-gdrive
konsole
krdc
krfb
kscreen
ksshaskpass
ktorrent
kvantum
kvantum-qt5
kwallet-pam
kwave
kwayland-integration
kwin
kwin-effect-rounded-corners-git
kwin-effects-better-blur-dx
lhasa
lib32-gamemode
lib32-mangohud
lib32-pipewire-jack
lib32-vkbasalt
libappindicator
libdvdcss
libinput-gestures-qt
libretro-meta
licenses
linux-firmware
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
linuxconsole
logrotate
lollypop
lrzip
lsb-release
lutris
lvm2
lzip
lzop
man-db
man-pages
mangohud
mari0
mdadm
meld
memtest86+
micro
minecraft-launcher
minetest-git
minetest-server-git
minigalaxy
modem-manager-gui
mpv
mtools
mumble
mypaint
nano
net-tools
networkmanager-support
nextcloud-client
nfs-utils
nilfs-utils
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
obs-studio
octopi
okular
openbsd-netcat
openrgb
os-prober-btrfs
pacman
pacman-contrib
partitionmanager
paru
pciutils
pencil2d
perl-file-mimeinfo
piper
pipewire-jack
pipewire-support
plasma-applet-window-buttons
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma6-applets-window-title
plasma6-wallpapers-blurredwallpaper
plocate
plymouth
power-profiles-daemon
powerdevil
powertop
printer-support
procps-ng
protontricks-git
psmisc
pycharm-community-edition
qbittorrent
qt6-imageformats
qt6-quick3d
quota-tools
rate-mirrors
recordmydesktop
reshade-shaders-git
resvg
retroarch-autoconfig-udev-git
rog-control-center
rsync
ruby
sddm
sddm-kcm
sed
shadow
snapd
snapper-tools
sof-firmware
soundwire
spectacle
sshfs
steam
steamtinkerlaunch
strawberry
sudo
supergfxctl
system-config-printer
systemd
systemd-sysvcompat
tailscale
tar
teams-for-linux
teeworlds
telegram-desktop
terminus-font
thunderbird
timeshift
timeshift-autosnap
tlp
tlp-rdw
traceroute
ttf-dejavu
ttf-fantasque-sans-mono
ttf-fira-sans
ttf-liberation
ttf-opensans
ufw
ugrep
unace
unarchiver
unarj
unrar
unzip
update-grub
usbutils
util-linux
virt-manager-meta
vkbasalt
vlc
vscodium
warpinator
wget
which
whois
wine-meta
wine-staging
wireless-regdb
wireless_tools
wireplumber
wqy-zenhei
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xfce4-panel-compiz
xfce4-xkb-plugin
xfsprogs
xorg-server
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xwayland
xsel
xz
yakuake
zip
zoom
